[Ability.A_ecaille_buff_enemis_sett H7BaseBuff]
mName=""
mTooltip=""

[Ability.A_ecaille_buff_init H7BaseBuff]
mName=""
mTooltip=""

[Ability.A_ecaille_reptile H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="爬行生物甲壳"
mTooltip="在每回合开始时，此生物承受每个相邻敌方单位造成的所有伤害的 %res。"

[Ability.A_speed_shot_active H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="岩石碎片"
mTooltip=""

[Ability.A_Speed_shot_att_countBuff H7BaseBuff]
mName=""
mTooltip=""

[Ability.A_Speed_shot_Buff H7BaseBuff]
mName=""
mTooltip=""

[Ability.A_Speed_shot_Buff-allied_setting H7BaseBuff]
mName=" "
mTooltip=""

[Ability.A_Speed_shot_marker H7BaseBuff]
mName=""
mTooltip=""

[Ability_temple_secrete.A_ecaille_buff_init-secrete H7BaseBuff]
mName=""
mTooltip=""

[Ability_temple_secrete.A_temple_tank_allied H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="防护光环"
mTooltip="秘密能力：当英雄拥有20点或更多 %icon_defense 防御时，此生物获得 %stat1 %icon_health 生命值加成。\n%spell1.name 还将对友方单位造成的伤害的 %res 转移给此生物，并且每个相邻的对手会使此生物承受的额外伤害增加 %res。"

[Ability_temple_secrete.A_temple_tank_allied_buff_health H7BaseBuff]
mName=""
mTooltip=""

[Ability_temple_secrete.A_temple_tank_allied_Buffhero H7BaseBuff]
mName=""
mTooltip=""

[Ability_temple_secrete.A_temple_tank_allied_creature_Buff H7BaseBuff]
mName=" "
mTooltip=""

[Creature.A_Saurian_quadre H7Creature]
mName="帝鳄"
mLore="不像恐鳄那样经验丰富，但同样有着粉碎一切的无法满足的欲望，这些生物在战场上总是巨大的危险。这些蜥蜴在野外很少见，因为它们被大量交易用于战争目的。"

[Creature.A_Saurian_quadre_upr H7Creature]
mName="恐鳄"
mLore="恐鳄，或称可怕的鳄鱼，是另一种从雨林沼泽深处出现的强大蜥蜴类生物。以其可怕的下颚而闻名，恐鳄或许不惧怕任何人，并将垂死敌人的尸体抛在战场上。它们是顶级掠食者，不打算放弃自己的地位。"

v1.38

[Ability.A_Speed_Shot H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="艾尔拉思的平衡"
mTooltip="在每回合开始时，如果对手先行动，此生物使用 %spell1.name，对具有最高 %icon_initiative 主动性的敌方单位造成 %d 伤害。\n如果使用了此能力，该生物本回合无法再攻击。"